INSERT INTO template_backend_new.tbr_actions (id,name,description,created_at,created_by,updated_at,updated_by,deleted_at,deleted_by,module_id,page_id,module_name,page_name) VALUES
	 (34,'Тээврийн хэрэгсэл харах','','2022-11-03 14:23:55.680713+08',0,'2022-11-03 14:23:55.680713+08',0,NULL,0,3,20,'Үндсэн систем','Тээврийн хэрэгсэл'),
	 (35,'Төхөөрөмж харах','','2022-11-03 15:34:49.346757+08',0,'2022-11-03 15:34:49.346757+08',0,NULL,0,3,21,'Үндсэн систем','Төхөөрөмж'),
	 (36,'Хэрэглэгч бүртгэх','','2022-11-07 10:11:36.568271+08',0,'2022-11-07 10:11:36.568271+08',0,NULL,0,5,9,'Хянах систем','Хэрэглэгч'),
	 (37,'Хэрэглэгч засах','','2022-11-07 10:11:42.738404+08',0,'2022-11-07 10:11:42.738404+08',0,NULL,0,5,9,'Хянах систем','Хэрэглэгч'),
	 (38,'Хэрэглэгч устгах','','2022-11-07 10:11:47.707664+08',0,'2022-11-07 10:11:47.707664+08',0,NULL,0,5,9,'Хянах систем','Хэрэглэгч'),
	 (39,'Байгууллага бүртгэх','','2022-11-07 10:12:30.597194+08',0,'2022-11-07 10:12:30.597194+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (40,'Байгууллага засах','','2022-11-07 10:12:35.184824+08',0,'2022-11-07 10:12:35.184824+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (41,'Байгууллага устгах','','2022-11-07 10:12:39.587269+08',0,'2022-11-07 10:12:39.587269+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (42,'Хэрэглэгч бүртгэх','','2022-11-07 10:12:59.537784+08',0,'2022-11-07 10:12:59.537784+08',0,NULL,0,3,10,'Үндсэн систем','Хэрэглэгч'),
	 (43,'Хэрэглэгч засах','','2022-11-07 10:13:04.141096+08',0,'2022-11-07 10:13:04.141096+08',0,NULL,0,3,10,'Үндсэн систем','Хэрэглэгч');
INSERT INTO template_backend_new.tbr_actions (id,name,description,created_at,created_by,updated_at,updated_by,deleted_at,deleted_by,module_id,page_id,module_name,page_name) VALUES
	 (44,'Хэрэглэгч устгах','','2022-11-07 10:13:09.153941+08',0,'2022-11-07 10:13:09.153941+08',0,NULL,0,3,10,'Үндсэн систем','Хэрэглэгч'),
	 (45,'Хэрэглэгчийн эрх бүртгэх','','2022-11-07 10:13:35.575565+08',0,'2022-11-07 10:13:35.575565+08',0,NULL,0,3,11,'Үндсэн систем','Хэрэглэгчийн эрх'),
	 (46,'Хэрэглэгчийн эрх засах','','2022-11-07 10:13:42.736008+08',0,'2022-11-07 10:13:42.736008+08',0,NULL,0,3,11,'Үндсэн систем','Хэрэглэгчийн эрх'),
	 (47,'Хэрэглэгчийн эрх устгах','','2022-11-07 10:13:48.087454+08',0,'2022-11-07 10:13:48.087454+08',0,NULL,0,3,11,'Үндсэн систем','Хэрэглэгчийн эрх'),
	 (48,'Тээврийн хэрэгсэл бүртгэх','','2022-11-07 10:14:24.348246+08',0,'2022-11-07 10:14:24.348246+08',0,NULL,0,3,20,'Үндсэн систем','Тээврийн хэрэгсэл'),
	 (49,'Тээврийн хэрэгсэл устгах','','2022-11-07 10:14:29.759498+08',0,'2022-11-07 10:14:29.759498+08',0,NULL,0,3,20,'Үндсэн систем','Тээврийн хэрэгсэл'),
	 (50,'Төхөөрөмж бүртгэх','','2022-11-07 10:14:44.511106+08',0,'2022-11-07 10:14:44.511106+08',0,NULL,0,3,21,'Үндсэн систем','Төхөөрөмж'),
	 (51,'Төхөөрөмж засах','','2022-11-07 10:14:49.526614+08',0,'2022-11-07 10:14:49.526614+08',0,NULL,0,3,21,'Үндсэн систем','Төхөөрөмж'),
	 (52,'Төхөөрөмж устгах','','2022-11-07 10:14:53.71421+08',0,'2022-11-07 10:14:53.71421+08',0,NULL,0,3,21,'Үндсэн систем','Төхөөрөмж'),
	 (53,'Орчуулах','','2022-11-07 10:15:14.239208+08',0,'2022-11-07 10:15:14.239208+08',0,NULL,0,3,8,'Үндсэн систем','Орчуулга');
INSERT INTO template_backend_new.tbr_actions (id,name,description,created_at,created_by,updated_at,updated_by,deleted_at,deleted_by,module_id,page_id,module_name,page_name) VALUES
	 (54,'Хэрэглэгчийн эрх өөрчлөх','','2022-11-07 11:15:58.758081+08',10000081,'2022-11-07 11:15:58.758081+08',0,NULL,0,5,9,'Хянах систем','Хэрэглэгч'),
	 (55,'Нууц үг өөрчлөх','','2022-11-07 11:16:17.648299+08',10000081,'2022-11-07 11:16:17.648299+08',0,NULL,0,5,9,'Хянах систем','Хэрэглэгч'),
	 (56,'Хэрэглэгчийн эрх өөрчлөх','','2022-11-07 11:20:06.399438+08',10000081,'2022-11-07 11:20:06.399438+08',0,NULL,0,3,10,'Үндсэн систем','Хэрэглэгч'),
	 (57,'	 Нууц үг өөрчлөх','','2022-11-07 11:20:13.895136+08',10000081,'2022-11-07 11:20:13.895136+08',0,NULL,0,3,10,'Үндсэн систем','Хэрэглэгч'),
	 (58,'Байгууллагын ажилтан','','2022-11-07 11:22:49.632476+08',10000081,'2022-11-07 11:22:49.632476+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (59,'Байгууллагын хэрэглэгчийн эрх','','2022-11-07 11:23:09.135836+08',10000081,'2022-11-07 11:23:09.135836+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (60,'Байгууллагын тээврийн хэрэгсэл','','2022-11-07 11:23:33.232008+08',10000081,'2022-11-07 11:23:33.232008+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (61,'Байгууллагын төхөөрөмж','','2022-11-07 11:23:43.909736+08',10000081,'2022-11-07 11:23:43.909736+08',0,NULL,0,5,6,'Хянах систем','Байгууллага'),
	 (28,'Хэрэглэгч харах','','2022-10-31 12:48:30.133668+08',0,'2022-10-31 13:21:01.066064+08',0,NULL,0,3,10,'Үндсэн систем','Хэрэглэгч'),
	 (32,'Хэрэглэгчийн эрх харах','','2022-10-31 12:49:06.861199+08',0,'2022-10-31 13:21:04.465776+08',0,NULL,0,3,11,'Үндсэн систем','Хэрэглэгчийн эрх');
INSERT INTO template_backend_new.tbr_actions (id,name,description,created_at,created_by,updated_at,updated_by,deleted_at,deleted_by,module_id,page_id,module_name,page_name) VALUES
	 (30,'Хэрэглэгч харах','','2022-10-31 12:48:54.092655+08',0,'2022-10-31 13:21:07.277644+08',0,NULL,0,3,9,'Үндсэн систем','Хэрэглэгч'),
	 (31,'Байгууллага харах','','2022-10-31 12:48:59.947798+08',0,'2022-10-31 13:21:10.218236+08',0,NULL,0,3,6,'Үндсэн систем','Байгууллага'),
	 (19,'Орчуулга харах','','2022-10-31 12:48:11.679331+08',0,'2022-10-31 13:21:13.31172+08',0,NULL,0,3,8,'Үндсэн систем','Орчуулга'),
	 (29,'Хуудас харах','','2022-10-31 12:48:47.112316+08',0,'2022-10-31 13:21:16.986325+08',0,NULL,0,3,7,'Үндсэн систем','Хуудас'),
	 (16,'Хянах самбар харах','','2022-10-31 13:00:33.129973+08',0,'2022-10-31 13:21:20.062326+08',0,NULL,0,5,16,'Хянах систем','Хянах самбар');
